[
  {
  "question": "what is difference between debit card and credit card",
  "resp": "A debit card is not a credit card. When you use a debit card, the money is deducted from your checking account. With a credit card, you're borrowing money to be repaid later"
  },
  {
  "question": "How to fill a cheque",
  "resp": " This might be helpful to you- https://www.youtube.com/watch?v=CgEu5EAvZYY"
  },
  {
  "question": "how to fill check",
  "resp": "This might be helpful to you- https://www.youtube.com/watch?v=CgEu5EAvZYY"
  },
  {
  "question": "what is a cheque number",
  "resp": "THE CHEQUE NUMBER. The first series of numbers from the extreme left, it is a six digit number representing the cheque"
  },
  {
  "question": "what is cheque number",
  "resp": "THE CHEQUE NUMBER. The first series of numbers from the extreme left, it is a six digit number representing the cheque"
  },
  {
  "question": "how to deposit money in bank",
  "resp": "This might be helpful to you- https://www.youtube.com/watch?v=ecNPBhPMyHw"
  },
  {
  "question": "what are credit cards",
  "resp": "A credit card is a card that allows you to borrow money in small amounts at local merchants. You use the card to make your basic transactions. The credit card company then charges you interest on your purchases, though there is generally a grace period of approximately thirty days before interest is charged if you do not carry your balance over from month to month."
  },
  {
  "question": "what is credit card",
  "resp": "A credit card is a card that allows you to borrow money in small amounts at local merchants. You use the card to make your basic transactions. The credit card company then charges you interest on your purchases, though there is generally a grace period of approximately thirty days before interest is charged if you do not carry your balance over from month to month."
  },
  {
  "question": "how to fill pay in slip",
  "resp": "This might be helpful to you https://youtu.be/C3OnxgCAGm8"
  },
  {
  "question": "what is pay in slip",
  "resp": "A deposit slip is a form supplied by a bank for a depositor to fill out, designed to document in categories the items included in the deposit transaction. They are filled in a store and not a bank, so it is very convenient in paying. They also are a means of transport of money."
  },
  {
  "question": "what is debit card",
  "resp": "Debit cards offer the convenience of a credit but work in a different way. Debit cards draw money directly from your checking account when you make the purchase. They do this by placing a hold on the amount of the purchase. Then the merchant sends in the transaction to their bank and it is transferred to the merchants account."
  },
  {
  "question": "what is a pass book",
  "resp": "A passbook or bankbook is a paper book used to record bank transactions on a deposit account. A page with a pre-printed table.  It has handwritten entries showing amounts of deposits and withdrawals, and the balance. Each entry has a post office date stamp.The Post Office Savings Bank introduced passbooks to rural 19th century Britain Traditionally, a passbook is used for accounts with a low transaction volume, such as a savings account."
  },
  {
  "question": "what is a passbook",
  "resp": "A passbook or bankbook is a paper book used to record bank transactions on a deposit account. A page with a pre-printed table.  It has handwritten entries showing amounts of deposits and withdrawals, and the balance. Each entry has a post office date stamp. The Post Office Savings Bank introduced passbooks to rural 19th century Britain Traditionally, a passbook is used for accounts with a low transaction volume, such as a savings account."
  },
  {
  "question": "what is credit score",
  "resp": "A credit score is a numerical expression based on a level analysis of a person's credit files, to represent the creditworthiness of an individual. A credit score is primarily based on a credit report information typically sourced from credit bureaus."
  },
  {
  "question": "what is credit score range",
  "resp": "A credit score range is available from 300-850. Where 300 is the least on the scale and 850 being the best."
  },
  {
  "question": "what is neft",
  "resp": "National Electronic Funds Transfer (NEFT) is a nation-wide payment system facilitating one-to-one funds transfer. Under this Scheme,individuals can electronically transfer funds from any bank branch to any individual having an account with any other bank"
  },
  {
  "question": "different types of bank accounts",
  "resp": "1.Savings account \n 2.Current account\n 3.Recurring deposit account\n4.Fixed deposit account"
  },
  {
  "question": "what is savings account",
  "resp": "savings account comes with features such as passbook, net banking, phone banking, cheque book facility and Debit cards.Savings accounts not only provide cheque facility but also have a lot of flexibility for deposits and withdrawal of funds from the account."
  },
  {
  "question": "what is current account",
  "resp": "Current Account is a type of bank account which is relevant to the people who run business. Such accounts can be opened with public or private sector banks. Current accounts is ideal for carrying out day-to-day business transactions."
  },
  {
  "question": "what is recurring deposit account",
  "resp": "Recurring deposit account can be opened by a customer who wants to save a certain amount of money regularly for a specific period and get a higher interest rate. In recurring deposit account, a settled amount of money is deposited for a specific period for every month."
  },
  {
  "question": "what is fixed deposit account",
  "resp": "Fixed Deposit (FD): Meaning & Definition Fixed Deposits (FD) are investment instruments offered by banks and non-banking financial companies, where you can deposit money for a higher rate of interest than savings accounts. You can deposit a lump sum of money in fixed deposits for a specific period, ranging from 7 days to 10 years."
  },
  {
  "question": "what is rtgs",
  "resp": "The acronym 'RTGS' stands for Real Time Gross Settlement, which can be defined as the continuous (real-time) settlement of funds individually on an order by order basis (without netting).'Real Time' means the processing of instructions at the time they are received rather than at some later time.'Gross Settlement' means the settlement of funds transfer instructions occurs individually"
  },
  {
  "question": "what is imps",
  "resp": "a-Immediate Payment Service (IMPS) is an instant interbank electronic fund transfer service through mobile phones. It is also being extended through other channels such as ATM, Internet Banking, etc."
  },
  {
  "question": "what is mobile banking",
  "resp": "Mobile banking is a service provided by a bank or other financial institution that allows its customers to conduct financial transactions remotely using a mobile device such as a smartphone or tablet. Unlike the related internet banking it uses software, usually called an app, provided by the financial institution for the purpose."
  },
  {
  "question": "what is kyc",
  "resp": "Know your customer ('KYC') is the process of a business identifying and verifying the identity of its clients. The term is also used to refer to the bank and anti-money laundering regulations which governs these activities."
  },
  {
  "question": "what is a loan",
  "resp": "A loan is a debt provided by an organization or individual to another entity at an interest rate, and evidenced by a promissory note which specifies, among other things, the principal amount of money borrowed, the interest rate the lender is charging, and date of repayment."
  },
  {
  "question": "what are the different types of loans",
  "resp": "Student Loans\nPersonal Loans\nHome Loans\nAuto Loans"
  },
  {
  "question": "what is student loan",
  "resp": "A student loan is a type of loan designed to help students pay for post-secondary education and the associated fees, such as tuition, books and supplies, and living expenses."
  },
  {
  "question": "what is personal loan",
  "resp": "A personal loan is a type of unsecured loan and helps to meet your current financial needs. You don't usually need to pledge any security or collateral while availing a personal loan and your lender provides you with the flexibility to use the funds as per your need."
  },
  {
  "question": "what is home loan",
  "resp": "A home loan is the money that a lender offers you to buy a property. The lender takes the property as a security for the home loan."
  }
  ,
  {
  "question": "what documents are required opening bank account",
  "resp": "You must carry: Proof of identity and address (Passport, Voter's ID, Driving Licence, Aadhar card, PAN card) and 2 recent passport-size colored photographs."
  },
  {
  "question": "what is cvv number",
  "resp": "The CVV Number ('Card Verification Value') on your credit card or debit card is a 3 digit number on VISA, MasterCard and Discover branded credit and debit cards."
  }
  ]